/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Permite accesul";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta solicită accesul la contactele tale. Noi nu stocăm informația despre contactele tale pe serverele noastre.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Scuze!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Acceptă noile numere de siguranță";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Se Necesită Acțiune";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta are nevoie de acces la contactele tale. Accesul la contacte este restricționat. Forsta se va închide. Poți dezactiva restricția temporar pentru a permite Forsta accesul la contactele tale prin navigarea la Setări >> General >> Restricții >> Contacte >> Permite Schimbări.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Închide";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Răspunde";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Mesaj Nou! Deschide aplicația pentru a citi.";

/* No comment provided by engineer. */
"APN_Message" = "Mesaj  Nou!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Mesaj de la";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Mesaj în grup";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ în grupul %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arhivează";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arhivă";

/* No comment provided by engineer. */
"ATTACHMENT" = "Atașament";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Descărcarea atașamentului a eșuat, apasă pentru a reîncerca.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Atașamentul se descarcă";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Un nou atașament a fost pus în coada de descărcare.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Pentru a funcționa corect aplicația Forsta are nevoie de accesul la microfon.Puteți permite accesul în Configurări >> Intimitate >> Microfon >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Sună înapoi";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Alege din Librărie...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Această acțiune va reseta aplicația prin șteregerea mesajelor tale și prin anularea înregistrării la server. Această aplicație se va închide după ștergerea datelor.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Ești sigur că vrei sa ștergi contul?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Nu vei mai putea trimite sau primi mesaje in acest grup.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Ești sigur că vrei să părăsești grupul?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Conectează un dispozitiv nou";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Confirmă";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Număr Necunoscut";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Setări conversație";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetarea sesiunii tale v-a permite să primești în viitor mesaje de la %@, însă nu v-a putea recupera mesajele deja corupte.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = " Prefixul Țării";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u zile";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Livrat";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Activ ultima oară: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Conectat: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Actualizarea listei de dispozitive a eșuat.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Mesaje care dispar";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Când e activată opțiunea, mesajele trimise și primite în această conversație vor dispărea după ce au fost vizualizate.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Revocare";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Editează grupul";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Salvează";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Apasă pe butonul de compunere.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Începe prima ta cinversație in Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Poți arhiva mai târziu conversațiile inactive din inbox-ul tău.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Ștergerge Conversațiile Tale";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Invită un contact";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Niciunul din contactele tale nu s-a înregistrat in Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "De ce sa nu inviți pe cineva";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Sfat: adaugă o conversație ca și memento!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Gata. Gata. Gata.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Nimic. Zero. Nul. Gol.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Squeaky Freaking Clean.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Eroare de server!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Sfârşit";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Inițierea a eșuat!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Ai pus receptorul.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Apelatul a pus receptorul.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Autentificare eșuată!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Mesaj de la server:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Număr neînregistrat în aplicația Forsta sau RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Apelatul nu este valabil.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Ai Respins Apelul.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Apel respins.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Ai făcut un alt apel.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Ocupat...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Apel ratat.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Eroare de client!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Trimiterea mesajului a eșuat.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta nu s-a putut conecta la internet. Te rog să incerci dintr-o altă rețea WiFi sau folosește datele mobile.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Eroare de server. Te rog încearcă mai târziu.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Destinatarul nu mai este un utilizator Forsta.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "A fost primit un mesaj duplicat.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Cheia destinatarului nu este validă.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "A fost primit un mesaj criptat greșit. Apasă pentru a reseta sesiunea ta securizată.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "A fost primit un mesaj care nu este compatibil cu această versiune.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Nu există nici o sesiune pentru contact.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Numerele de siguranță s-au schimbat.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "A apărut o eroare neprevăzută. ";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Numerele de siguranță s-au schimbat. Apasă pentru a le verifica.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Opa!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Prea multe erori pentru acest contact. Te rog încearcă din nou în curând.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "Trebuie să accepți înainte noile numere de siguranță pentru a putea trimite mesaje.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Trimitere eșuată. Apasă pentru a reîncerca.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Verificarea Numerelor de Siguranță a eșuat!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Resetează sesiunea.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar schimbat.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Grupul a fost creat.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Se creează un grup nou";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Crearea grupului a eşuat";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Organizare grup";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = " %@ s-a alăturat grupului. ";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = " %@ a părăsit grupul.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Membrii grupului";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Se părăsește grupul %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Părăsirea grupului a eșuat.";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Titlul este '%@' acum.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Grupul a fost actualizat.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Ați părăsit grupul.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u ore";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Se conectează...";

/* Call setup status label */
"IN_CALL_RINGING" = "Telefonul sună...";

/* Call setup status label */
"IN_CALL_SECURING" = "Apel preluat. Securizare în curs...";

/* Call setup status label */
"IN_CALL_TALKING" = "Ești securizat și poți fi auzit acum.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Executat.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Apel de intrare";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Apel de intrare de la %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Mesajele dispar după %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Mesajele nu dispar.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Părăsește";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Părăsește grupul";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "Acest cod QR nu este valid, asigură-te că scanezi codul QR afișat pe dispozitivul pe care vrei să-l conectezi.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Conectarea dispozitivului a eșuat";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Acest dispozitiv va putea vedea grupurile și contactele tale, citi toate mesajele tale și să trimită mesaje în numele tău.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Conectez acest dispozitiv?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Re-încearcă";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scanează codul QR afișat pe dispozitivul care trebuie conectat.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scanează cod QR";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Conectează dispozitiv nou";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Dispozitive conectate";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Conectarea dispozitivului a eșuat";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Afișează membrii grupului";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Contactele tale se Încarcă.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Sit tight.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Jurnalizare";

/* No comment provided by engineer. */
"ME_STRING" = "Eu";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Mesaj Nou";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minute";

/* No comment provided by engineer. */
"MISSED_CALL" = "Apel ratat.";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "Anterior ai refuzat accesul Forsta la camera ta. Actualizează-ți setările de sistem pentru a continua.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta are nevoie de acces la camera ta.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Apel ratat de la %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Ai primit un apel de la %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Ai apelat pe %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Nu mai poți conecta alte dispozitive.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Ai ajuns la numărul maxim de dispozitive pe care le poți lega la contul tău. Te rog elimină un dispozitiv sau încearcă sa-l legi mai încolo.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Te rog verifică dacă ești online și încearcă din nou.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Conectat";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Se conectează";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Statutul Rețelei";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Offline";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Poți verifica status-ul rețelei prin observarea barei colorate deasupra inbox-ului.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Grup Nou";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Denumește această conversație de grup";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Adaugă persoane";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Mesajul tău nu a fost transmis către %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Din cauza bug-uri cunoscute în Apple push framework,previzionarea mesajelor vor fi afișate numai în cazul în care mesajul este preluat în termen de 30 de secunde după ce a fost trimis.Banerul de notificare a aplicației poate fi inexactă ca rezultat .";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Fară nume sau mesaje";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notificări de Fundal";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notificări în Aplicație";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Numele expeditorului & Mesaje";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Doar numele expeditorului";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Arată";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Notificări Sonore";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Setări";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ a dezactivat mesajele care dispar.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ a setat timpul de expirare a mesajelor la %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Apel de eșire";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Iphone-ul tău trebuie deblocat pentru a primi mesaje noi.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Acestea nu par a fi numerele de siguranță pentru %@. Ești sigur că verifici contactul corect?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Fiecare pereche de utilizatori Forsta partajează numere de siguranță distincte. Verifică din nou dacă %@ afișează numerele *tale* de siguranță.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Folosești o versiune veche de Forsta. Trebuie să actualizezi aplicația înainte de a realiza verificarea.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Partenerul tău folosește o versiune veche de Forsta. Trebuie sa-și actualizeze aplicația pentru a realiza verificarea.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "Codul scanat nu pare a fi un număr de siguranță. Folosiți amândoi o versiune actualizată de Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Dacă dorești să verifici securitatea criptării integrale cu %@, compară numerele de deasupra cu numerele de pe dispozitivul lor.\n\nAlternativ, poți scana codul de pe telefonul lor sau îi poți ruga să scaneze codul tău.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verifică Numerele de Siguranță";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Continuă";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Marchează ca citit";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Răspunde";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Reînregistrarea pentru notificări push s-a făcut cu succes.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Notificări Push";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Pentru a funcționa corect aplicația Forsta necesită ca notificările push și sunetele să fie activate.Vă rugăm sa faceți modificările necesare în Configurări >> Notificări >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Dacă îți place sa folosești aplicația Forsta pentru conversații confidențiale,atunci poți sprijini proectul nostru prin ai acorda o notă.Asta nu va dura mai mult de un minut,și va ajuta pe alții să găsească intimitate in conversații.";

/* No comment provided by engineer. */
"RATING_RATE" = "Apreciază Aplicația Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Susţine Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Vă rugăm să introduceți un prefix de țară corect.";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Prefixul Țării Incorect";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta îți permite să ai conversații private cu contactele tale existente. Pentru a folosi Forsta, te rog permite accesul la contactele tale.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Continuă";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Bine ați venit!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Încearcă incă o data";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Serverul limitează momentan înregistrările, te rog încearcă mai târziu.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Număr înregistrat";

/* Alert title */
"REGISTRATION_BODY" = "Eroare la re-înregistrare pentru notificările push.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Prefixul Țării";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Introduceți Numărul";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Inregistrare Eronată";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "Nu putem activa contul tău până nu verifici codul pe care ți l-am trimis.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Acest format de număr de telefon nu este suportat, te rog contactează suportul tehnic.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Număr de Telefon";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Cineva e încântat să trimită primul lor mesaj! Trebuie să te înregistrezi înainte de a efectua această acțiune.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Numărul Tău de Telefon";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verificarea a eșuat";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "Numerele pe care le-ai trimis nu se potrivesc cu ce am trimis noi. Vrei să verifici din nou?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verifică Acest Dispozitiv";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Respinge";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Numărul de telefon care încerci să-l înregistrezi a fost deja înregistrat pe alt server, te rog anulează înregistrarea de pe acel server și încearca din nou.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Reînregistrează-te pentru a primi notificarile push";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Reîncearcă";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Numerele de siguranță pentru %@ s-au schimbat. S-ar putea sa-ți dorești să le verifici.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scanează codul";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scanează codul QR de pe dispozitivul contactului tău.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Caută dupa nume sau număr";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u secunde";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Sesiunea securizată a fost resetată";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Trimite încă o dată";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Trimite";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Trimite SMS spre:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Invită un prieten prin SMS nesecurizat?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Trimiterea SMS-ului a eșuat, te rog încearcă mai târziu.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Ai invitat prietenul tău să folosească Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Ai dori să inviți numărul următor să folosească aplicația Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Despre";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Activează Log-ul de depanare";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Trimite Log-ul de depanare";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avansat";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Este nevoie de aprobarea ta înainte de a comunica cu cineva care are numere de siguranță noi, situație comună când se reinstalează Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Cere aprobare la modificare";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Șterge log-urile cu istoric";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Drepturi de autor Forsta, Inc\n Open Whisper Systems \n Sub licenţa GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Șterge Contul";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Ești sigur că vrei să ștergi tot istoricul tău (mesaje, atașamente, istoric apeluri ...) ? Această acțiune este ireversibilă.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Sunt sigur.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Ajutor";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Log istoric";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informații";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Invită";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Poți să mă contactezi pe Forsta de la @forstainc, obține-l acum.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Setări";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notificări";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Confidențialitate";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Aprobare Numere de Siguranță";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Activează ecranul de securitate";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Previne previzualizare lui Forsta în app switcher.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Securitate Ecran";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Partajează link-ul de instalare";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Suport";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versiunea";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Afișează noile numere de siguranță";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u zi";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u oră";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minut";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u săptămână";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Te invit să instalezi Forsta! Uite link-ul:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Numerele tale de siguranță au fost verificate. Poți fi sigur că comunicarea cu %@ este privată.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Numerele de Siguranță au fost verificate!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Fă  o Poză sau un  Video ";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Fă o Poză";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Nu am putut recupera o listă actuala de contacte de la server. Te rog încearcă din nou mai târziu.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Anulează";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Șterge";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Dezarhivare";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Atașament necunoscut";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Contact necunoscut";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Deconectează";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Prin deconectarea acestui dispozitiv, nu se vor mai putea trimite și primi mesaje pe dispozitiv.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Deconectez \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta nu a putut deconecta dispozitivul tău.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Dispozitiv fără nume";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Anularea înregistrării de la Forsta a eșuat.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "A fost primit un tip de atașament care nu e suportat.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Dispozitivul tău nu suportă această funcţionalitate.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Actualizează";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Se actualizează Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Se încarcă ...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Schimbă Numărul";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Cod de Verificare";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Mai bine Sună-mă";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Solicită codul din nou";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Trimite codul de verificare";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verifică";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verifică Numerele de Siguranță";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Finalizează configurarea în Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u săptămâni";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Primite";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Ai dezactivat mesajele care dispar.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Ai setat timpul de expirare a mesajelor la %@.";
